Repository: wp-plugins/woocommerce-hide-checkout-shipping-address
Catalog: languages/wc-hcsa-*.po
Languages: nl_nl

source: The %s plugin depends on the WooCommerce plugin, which is not installed. Please install WooCommerce before using this plugin.
nl_nl: De %s plugin is afhankelijk van de WooCommerce plugin, welke niet ge√Ønstalleerd is. Installeer WooCommerce voor je deze plugin kunt gebruiken.

source: The %s plugin depends on the WooCommerce plugin, which is not yet activated. Please activate WooCommerce before using this plugin.
nl_nl: De %s plugin is afhankelijk van de WooCommerce plugin, welke nog niet geactiveerd is. Activeer WooCommerce voor je deze plugin kunt gebruiken.

source: The %s requires at least WooCommerce version %s. You are currently using version %s. Please update WooCommerce before using this plugin.
nl_nl: De %s heeft ten minste WooCommerce versie %s nodig. Je gebruikt op dit moment versie %s. Update WooCommerce voor je deze plugin kunt gebruiken.

source: The %s plugin depends on the WooCommerce plugin, which could not be recognized. Please check your WooCommerce plugin status before using this plugin.
nl_nl: De %s plugin is afhankelijk van de WooCommerce plugin, welke niet goed kon worden herkend. Controleer de status van jouw WooCommerce plugin voor je deze plugin kunt gebruiken.

source: Hide shipping address effect
nl_nl: Verberg verzendadres effect

source: Slide
nl_nl: Sliden

source: Fade
nl_nl: Faden

source: Hide shipping address
nl_nl: Verberg verzendadres

source: Hide
nl_nl: Verbergen

source: Hide the shipping address form fields on the checkout page when this shipping method is selected
nl_nl: Verberg de verzendadres formuliervelden op de afrekenpagina wanneer deze verzendmethode is geselecteerd
